package tool;

public class ILOVEYOU {
	public static int i = -1;
	public static String[] statements = {"请告诉我你的名字？（中文全名）",
	                       "你和吴耀东是什么关系？（回复 夫妻/朋友）",
	                       "原来是公主驾到～哼哼，我知道你老公的所有秘密哦～想知道码？（回复：想/不想）",
	                       "吴耀东常跟我说，他非常非常的爱你，一直把你当成他的小公主，有时候还是女王呢！（回复：我也爱他）",
	                       "他跟我说，他记得高中公主刚转来他们班的时候他就注意到你了，还偷偷看过你的身份证，记下了生日呢！" + 
	                       "他说：他对公主是真心的，就想和公主好好生活在一起，吵架没关系，但是不要伤感情，要互相理解，互相信任!" +
	                       "他说：你们在一起1500多天了，不容易，要多体谅对方，珍惜和对方在一起，不要放弃，他会带给公主公主想要的生活！" + 
	                       "他说：工资是会交给老婆大人的，他的就是公主的，公主的就是公主的，只要公主在他身边，他会为了公主努力努力再努力！" +
	                       "（回复：我也会努力）",
	                       "好了，我的任务就到这里了，谁叫你把照片删了呢，不然我会很炫酷～狂拽～叼炸天～～～" +
	                       "老婆我爱你，多给我发你的照片，我会完善这个微信。"};
	public static String[] answer = {"梅玉萍",
					   "夫妻",
					   "想",
					   "我也爱他",
					   "我也会努力"};
}
